Repository: tgckpg/GFlow
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: ja

# Async.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Asnychronous
ja: 非同期処理

# Caption.PlaceholderText
source: Caption
ja: 見出し

# ContinueIf.Text
source: Continue if match with url
ja: 指定されたURLに準拠し続けた場合

# DecodeHtml.Text
source: Decode Html
ja: HTMLをデコード

# Default.PlaceholderText
source: Default value
ja: 既定値

# Delimited.Text
source: Delimited by line breaks
ja: 改行で区切られます

# DiscardUnmatched.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Discard unmatched
ja: 不一致の項目を破棄

# Encoding.Text
source: Encoding Translation
ja: 文字コード変換

# EntryPoint.PlaceholderText
source: Entry Point
ja: エントリーポイント

# Extractor.Text
source: Extract Info
ja: 情報を抽出

# FindConditions.Text
source: Find Conditions
ja: 検索条件

# FirstStopSkip.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: First stop skip
ja: 最初の一致を除いて

# Format.PlaceholderText
source: Format
ja: 形式

# Incoming.Text
source: Incoming
ja: 着信パラメータ

# Key.Text
source: Key
ja: キー

# Label.PlaceholderText
source: Label
ja: ラベル

# ListBuilder.Text
source: List Builder
ja: リストビルダ

# Marker.Text
source: Marker
ja: ラベル対応

# OutputDefs.Text
source: Output Integration
ja: 出力統合

# Param.PlaceholderText
source: Param >
ja: パラメーター >

# ParamDefinitions.Text
source: Param Definitions
ja: パラメータの定義

# Pattern.PlaceholderText
source: Pattern
ja: 正規表現パターン

# Prefix.PlaceholderText
source: Prefix
ja: プレフィックス

# Result.Text
source: Result Integration
ja: 結果の統合

# Script.Text
source: Script
ja: スクリプト

# StopIf.Text
source: Stop if
ja: ストップ条件

# Sync.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Synchronous
ja: 同期処理

# Test.Text
source: Test
ja: テスト

# TrustWarning.Text
source: Unless you trust this script, please don't enter any account password or personal informations.
ja: このスクリプトを信頼していない限り、ここで任意のアカウントのパスワードや個人的な情報を入力しないでください。

# UrlGenerator.Text
source: Generato Url
ja: URLを生成

# UrlList.Text
source: Url List
ja: URLリスト
